export default function About() {
  return (
    <>
      <h2>О нас</h2>
      <p>Наш интернет-магазин курсов предназначен для тех, кто хочет развиваться и совершенствоваться в различных областях. Мы предлагаем широкий выбор курсов по программированию, дизайну, маркетингу и многому другому.</p>
      <h3>Наша миссия</h3>
      <p>Наша миссия — предоставить доступ к качественному образованию для всех желающих, независимо от их географического местоположения или финансовых возможностей.</p>
      <h3>Наша команда</h3>
      <div className="team-member">
        <img src="/images/team-member1.jpg" alt="Член команды 1" />
        <h4>Давыдова Екатерина</h4>
        <p>Основатель и генеральный директор</p>
      </div>
      <div className="team-member">
        <img src="/images/team-member2.jpg" alt="Член команды 2" />
        <h4>Давыдова Екатерина</h4>
        <p>Менеджер по маркетингу</p>
      </div>
      <div className="team-member">
        <img src="/images/team-member3.jpg" alt="Член команды 3" />
        <h4>Давыдова Екатерина</h4>
        <p>Куратор курсов</p>
      </div>
    </>
  );
} 